// // See https://aka.ms/new-console-template for more information
// Console.WriteLine("Hello, World!");
// 	Даны два числа. Показать большее и меньшее число
int a=0;
int b=46;
if (a>b) 
{
Console.WriteLine($" число {a}  больше, число  {b} меньшее",a,b);  
}
        else
    Console.WriteLine($" число {a} меньшее,  число {b} большее",a,b);

